//Список тем контрольных.
//id-шники не менять! новые добавлять по инкрементному принципу
module.exports = [
    {
        id: 1,
        parent_id: 0,
        name: 'Летучка. Расстояние точка-прямая на плоскости, Параллельность-перендикулярность прямых по к-там ур-й.'
    },
    {
        id: 2,
        parent_id: 0,
        name: 'Летучка. Ур-я плоскости через точку+нормаль и в отрезках. Параллельность-перендикулярность прямых по к-там ур-й.'
    },
    {
        id: 3,
        parent_id: 0,
        name: 'Летучка. СЛУ, скалярное произведение'
    }
]
